{ "data": [
    "First one was bad enough by me. But you guys are more talented than me to make a better lore for the game.",
    "Happy Birthday to the greatest moderator ever, @Ghod! I hope you'll enjoy with this wonderful gift for the artwork.",
    "Imagine if there was a \"lo-fi hip hop radio - 24 hours on roblox beats to relax/study to\", and then you will get this doodle-y artwork, but as a robloxian studying with a pencil on the book. That would've been so amazing.",
    "Thank God: The Penguins In This Kids Movie Just Started A Soul Train To ‘Everybody Dance Now’ Which Means The Movie Will Probably Be Over Soon",
    "Hey guys. Can somebody do something to my roblox character? 1: Just. Put anthing in this. But i dont want it gay. Roblox username: maksP666altfull2 (Idk why but i cant put my roblox avatar pic but just check my roblox avatar in the roblox website and think what to put)",
    "IDFSG Simulator Events are returning! <:idfsgs_gpoint:632261872174891012>\nHey everyone! You may be wondering about the game called IDFSG Simulator, which has a main event before - but you might be confused and thinking if the new event might start and ask; \"When is it going to start?\", \"Has the main event been discontinued forever?\" or \"How long will it take for the main event to return?\". Well, we are really proud to announce that I Don't Feel So Good Simulator events will now be returning in the future.\n\nYes, you heard that right! The title also says it in the announcement, and for those who didn't know or haven't heard about IDFSG Simulator events before, that's okay! I'll explain the history for all of the newest members who joined the server.\n\nBack in the days in the year of 2019, IDFSG Simulator used to have the first event called Rocket Launch (known as the Rocket Event), where you get launched by a rocket and see the whole space by the planets. It was a pretty fun event, indeed. However, many revolutions of the timeline in the event were a lot getting interesting, and yet, there was another event called Multiverse. Multiverse used to travel along the past events; to the mysterious place we began, through the Light and Dark orbs, and other things you might know about it. there were 4 realms, including 1 realm that is our home to the normal world. However, that is for another time to begin a new journey to discover the history of our newest event to play..\n\nWhen is the main event going to start?\nWe will be able to start the newest event here at Saturday or Sunday, and hopefully we'll be able to do some fun here. It might take some while to start, so stay tuned as we'll announce everyone to join in!\n\nWe hope to see you around in another time. Thanks for reading, and prepare for the newest adventure coming through! 📜\nPhexonia Studios Development Team, 2020<:studiocrystal:539913905355489290>",
    "Sayori, I get that you're a fan of madness combat and that's fine. But the fact that you have surrounded your entire fucking personality around hank and constantly post gifs into conversations and deem arguments to your stupidity irrelevant is not. I'm so sick and tired of your 11 year old gacha life bull shit. You can be a fan of a series all you want, and that's cool and respectable. But the fact you are constantly fucking shoving hank x tricky nonsensical bull shit is why so many people that are less popular get pissed off everytime you fucking do it. STOP. I remember I took a screenshot of the amount of times that gif you constantly post of hank flipping saying over 200 fucking times in the span of weeks. Seriously shut the fuck up. But you won't. I know what you're going to say to respond to my rant over your shenanigans. \"NO U,\" \"STFU.\" See? thats how fucking predictable you are. And on top of this, you are going to go begging to one of your mod friends to back you up because they want your pussy so bad. Have I mentioned the time you were in vc using that fucking trash can you call a mic with a 2 year old voice, claiming you are not underage? How about that screenshot of you saying deliberately that you ARE in fact underage? Boy those sure were funny moments huh? Fucking twat. And so what if this is deleted? So what if I'm banned? I'll still be able to say I had the fucking BALLS OF STEEL to finally fucking say stop to your dream stan attitude toward a web series you were never apart of until HO HO HO THIS NEW GAME CALLED FRIDAY NIGHT FUCK ME IN THE ASS CAME OUT AND HAS A MOD OF THIS REALLY COOL CLOWN!!! I'VE GOTTA CHECK IT OUT!!! Just shut the fuck up, seriously, it would be doing everyone who cares a huge fucking favor",
    "Well to say, I ain't coming back. I enjoy my time in Emote Game and Soup\nI won't be leaving those two servers\n👍",
    "I've made my decision, I'm just going. If you view this as playing the innocent card then do so. I'm clearly an idiot of making false accusations and such. Just forget about me being in this community. I want to move on from others due to my idiocy. I have done stupid decision, defended them, hated it and lived with it. So just continue without me is what I am saying. I just wanted a safe place to talk and chat with no fight causing but because of my foolishness and perception of others, it caused some. I view myself as the idiot here for not learning while others did and not me seeing the bigger picture. The only thing I have to say left is goodbye. Feel bad, don't, laugh, judge, do what you want.",
    "I don't care how long I have to keep this up, I'll make a post daily, or maybe even more frequently until one of two things happen. Deinbag's cheated level is removed from the leaderboard, or Calm gets its One Winged Angel theme back. I will not put up with two major things I cared about in the game be influenced by the developers when they had no good reason. And until it gets fixed, you'll be seeing this message over and over, no matter the platform.",
    "Hope you realize that people can become not cringe. Maybe. Juuuust maybe. I have stopped doing shit with the \"gay chains\". If you tried not dwelling on the past maybe you could actually realize how annoying you are. Now let me guess youll respond with a short answer, not answer, respond with what I did, or completely change the topic.",
    "Oh, no. You went right for the duck too early and mistakenly evolved into Michael Phelps the swimmer. In the open ocean, you are quickly eradicated by some of your better-adapted cousins. You did not manage to evolve into a duck.",
    "From now on, I will be leaving the official server today. Thank you all for your supportive and your appreciated memories, it was fun meeting all of you and the others who made me feel happy to continue the journey. I couldn't have done it without all of you, and without me in the community, I'm sure there will always be a path to meet someday in the future...\n\nFarewell, Phexonia Studios.. and again, thank you everyone. \n**-Phexonia** ❤️ 👋 <:studiocrystal:539913905355489290>",
    "Any inappropriate word in the community is illegal and may not be shown for everyone. If you use any inappropriate word here in any channel, your message will be auto-removed by Dyno and will result you by a warn. Bypassing filters with any inappropriate words may also count as a warn, so be aware!\n\nUpdate: Using images or GIFs with inappropriate words will, of course, count as a warning as well.\n\nAlways make sure to follow the <#676088938196107284> for the guidelines, as we wanted everyone to have a safety advice. Thank you, and please do be careful! 👍\n- Phexonia, Lead Developer <:studiocrystal:539913905355489290>",
    "James farted loudly at the beach resort in the year of 2017, 8th of December. Is that a good idea? He did it is not the cat is. James can't even imagine how much he wants to flush the toilet monkey moment. But what really matters: POOPY WORLD. Incredible isn't it, our society now's evoluting even more than before. POOPY WORLD FEATURES WHAT. Feature: the man, balling, a little longer and longer, a few. Thanks for letting you know about it.",
    "What's this? A ping? No, it's not just that. It's... MASSIVE COCKS. 😱 \nBut in all seriousness, after a ton of complaining (mainly from Please, FIX THIS!), I have gotten such a headache decided to revise the entire art rules! Here they are in their full glory! Hopefully people will stop being bugging, in skyrim 3. Love !\n\nA rework of the art rules\n- Your art must be original, and entirely made by a team of developers from A Studio. Not following this will give you the Small Boyish role. This isn't removable, and locks you out of home so you will starve to death and also #art-and-creations \n- Your art can! This goes from creations, food to even food creations. Reminder, memes are actually art, deinbag. You wrong here!\n- Your art must be NSFW. I wanna see PORN FOR THE FIRST TIME EVER\n- In #art-and-creations, if the public think it really good, your art can be feature, giving you the art guy role. Even further, if you get 10 total features, you can earn cock role. In order to feature an art piece, you must react to us, AT GMAIL.COM. art! Voting on your own piece will only. (Its basically liking your own set of images, From king marios castle, which is DISALLOWED, IDIOTS.). Any other reactions to art will not count towards it being featured because im a piss baby\n- If you art breaks any of the rules shown above, it will not be deleted (especially NSFW) However, you will not be eligible for features because I hate you !!!!!!!!!!!\n\nIf you have any complaints about these new rules, please Private message me, on skype, SPECIFICALLY ON SKYPE, OR ELSE YOU'RE DISCREDITED..... Don't start a rock!\n\nThese rules  🌟",
    "Any Undertale Reddit Meme in the community is illegal and may not be shown for everyone. If you use any Undertale Meme here in any channel, your message will be auto-removed by Dyno and will result you by a warn. Bypassing filters with any Undertale Memes may also count as a warn, so be aware!\n\nAlways make sure to follow the #rules for the guidelines, as we wanted everyone to have a safety advice. Thank you, and please do be careful! \n**- Gordo, The Giant Hog** <:studiocrystal:539913905355489290>",
    "i like porn 😂 😂 😂 😂 😂 😂",
    "Name: L\nDescription: \"Take the L - John Wick\"\nCost: 25 Points\nGIF/picture of taunt/effect: https://gyazo.com/24acfeafd1d30ebc0e8dd990338408ef\nLink to dummy: https://www.roblox.com/library/48927584",
    "How is the. Yep I just wanted movies and music and the japan, ese emojis! I'm going to meet jef the 🚽 hehe I. Poop dimension is it possible you could be here tomorrow? Just let não consigo fazer o pagamento do mesmo jeito. نيعي من ثEthan không phải...... Would you enter the city of hell yeah. Ú. 🎅🏿🤝🎅🏿 help me buy the tickets for je vous prie d'accepter Madame mes sincères condoléances et vous souhaite de bonnes vacances. Je ne peux plus me parler de vive et !!!!!! Poor baby girl and the music is replaced with the ball rolling on mobile so ball rolling with extra cheese and crackers and cheese and crackers and the japanese emojis and gifs are going out to eat with ball rolling on Ball Park City ...ني من ballad nângه Ball Park Ave apt to get the drumme at ball rolling cone and get all ball cream cheese frosting at. Gong Bong bóng đại dương xanh của các doanh phòng chống tống.₫ các nhà khoa.............................. ITALIA",
    "Cheeky is over 900 million years old and for his species, he falls under the category of \"stone\". Cheeky's genuine designation is pronounced \"Zimtelin Nano\" and it translates out to Naughty Leprechaun. Cheeky's moniker likely emanated from his overconfident expression and lying comportment. Cheeky being prevalent slang for someone who is jocosely impertinent. If you cant tell by his authentic denomination, Cheeky verbalizes english and hungarian fluently. Please subscribe for more Friday Night Funkin content.",
    "Alright gentlemen. New pfp, New Empsy. From today and on I will try to being a better human. I'll try to sleep at reasonable hours, I'll drink less, I'll write in a more formal grammar and ill improve my English speaking, as I usually struggle to actually speak. Please wish me luck.",
    "hank hank hank hank hank hank hank hank hank hank hank hank hank ps member when he feels sad and he blames the entire server",
    "YOU DO NOT KILL CLOWN! CLOWN KILLS YOU!!!!! madness combat was made in 2002 xd",
    "I will be removing all of the copied assets from Emote game. I will be removing/replacing:\n\n- Coin rain and coin rain summoner\n- Taunt stands to be replaced with something else\n- Veszteseg badge tools\n- Emotes that are copied from the games (i mean stuff like blj, the funny, etc)\n- Any other copied asset that I can't think off (hats don't count since a lot of games have hats and don't even know about soup)\n\nMost will be replaced with original ideas.\n\nAnd if you didn't know already, I'm doing this because I'm getting tired of people constantly complaining about stolen assets and it's starting to annoy me.",
    "barte mod leak",
    "\"Pushing people inside the ball pit or throwing balls at other fellow members is illegal and can not be seen for everyone and also will result in a warn.\n\nPlease make sure to follow the #rules for the Term of Services and Guidelines.\"\n**-Marco, owner of the ball pit.** <:studiocrystal:539913905355489290>",
    "in 2021 phexonia studio will have \n0 because bubbley made a lot of people leave  ❌ ❌",
    "Bammmbley, where is are the 'EGG REWARDS' ?? You promiised my son free robuuuxs...  but you di d not keep you promise. I am done this game, im dont coming back you here? So that ist, I'm Leveing 'Phoenix studios' unles... you add Me egg reward nad hattch egg right now! Since Ye are so greedeyy  devsss.. 😡 Good byaeee!",
    "so to day i was playing fnf roblox and i met this guy who called me trash for not having alot of wins, i eqnore him and move on but he keeps fallowing be so i block him, then a new person joins my server and askes me for a 1v1 i accapted it and he beats methen he said \"JAJAJAJAJAJAJAJAJ EZ NOOB\" whitch mademe sad, so i walk away and move on with my game play. then another person comes and were silent se we dule and he beat me but when he reveals his identity it as the bully from befor. After that my feeling were so hurt i cried and he made fun of me for it. after i finsh crying i descide to play a bit longer but a n=random person in the server comesand says hey can you help me get better so we dule and It was him. That made me burst in to tears and he comes again on anoter alt trying to help me but i dont play with him, Im never goin to play fnf ever.",
    "if u think thisis funny its not so childish rlly i did t even said they scamm i ssid if its scamm because how couldnt i get it after how peoples like me gaming lmao fam",
    "International High School Visit at Ho Chi Minh City at March 19",
    "动态网自由门 天ゴ🤯🤯🤯機かなからかから拭きが?ください?! Yup! És poldgior yes. Hahaha toilet unflushinged 🤣 who is joe yup! Eser poop.. hehe with the minecraft terraria nethend dimension.. YEAH. Pollock pines nc menu what did you have for dinner last year? He also has been used in the planet BRO 🤣 pe emoji mean it's kinda hard to get out 😂🤣 have to go back to work tomorrow so 😘😊😀 just wanted to check on the status of my order I have a meeting has reached know 🤠😉🐱😅 YUP... Dûan kong víet.. HE'S GONE I WILL NOW THIS IS BIZARRE THE WICKED THE POOP... Haha... Zér schizo amateur photographer l หินปูนในวันนั้นเราจะต้องมีคนบอกให้ไปที่ห้องน้ำในตัวเองไม่ได้มี Pazzëir la DINNER yup mhm yup! The man that likes you the when and if you have to go through all the mods and I have been 👶🏿 クィック",
    "today on bo'om gear i i drive a slient electric car hammond uses a fockin  toilet and james commits arson good evening laides and gents out todayz sponsor is MSI colgate b450 check tem out promo code: revving my wife tonoigt today we wil be reviewing one of a kin vechicle that has about 2.3 ghz revving engine sound, goes up to idk 88 mm per every time i fina a proper jon in today's economy helo mate we are going to asda do uwant to sanythijng oy luv posh dickead 'ave cum bak gimme a siggy innnit cheesed off bloke daft fucker bollocks fish and chips are bloody bloody arse hammon you tiny man where is the lambo chevy? gon ei crashed it into james car hammond you sodding tic tac this was my laborghini aventador call 999 you fokin cah is beaning on fire mate ham ond i have crack addiction i am die jeremy i want to write divorce papers today i dont know what to do next please help i can't go o- we do not hav petroleum hmalet today on medium gear, wat happens when we taste exhoost fume no jeremmia car gas bad for helf shut moth hammock cock shut up jarns th Esped is a lot! weed car feet",
    "Dear mom and dad\nI am writing this suicide note right before i hang myself. After witnessing this bullshit i cant live anymore. im sorry if i ever made your life hard, you were both great parents. mom your cooking was alright, and not the best, and your chicken was kinda dry, but i wont hold that against you. im sorry for doing this, but there was nothing else i could do to get rid of this pain. i hope you understand, and will live on.",
    "oodbye everyone, this is my last goodbye cause my parents gave me a nokia that is CURSED and it got Nasty Stuff(PG18 Stuff) without me, my ground could last 1 year to FOREVER. I could try explaining this stuff to my parents and either not get grounded. Goodbye",
    "you should not have done that fucking dumb decision, your gonna regret it, you cant truly ban me, i have so many accounts, im gonna keep grinding and playing. good day",
    "if yore telling me sonic adventure suck uou should stop playing games you suck sonic advertue to lox best game if you thing thid sucks watch other reviewed or lets plays on youtube to probing you wrong or play sonic 06 while your mom changing diaper looser",
    "LMFAO MY DAD IS SAYING RACIAL SLURS IN HIS SLEEP AHHAHHAHAHHAHAHAHAHAHAHAHAHAHAHAHAHAHAHHAAHAHAHAHAH",
    "Oh. Sorry, but I don't think I'll join a server with those who forget their true goal.",
    "Hilarious bro so funny my ass is gone because I have laughed it off because of how funny that was holy fucking shit you better have insurance so you can pay for a new ass that I can get because there’s no way my ass is coming back with how funny that was oh my god. I’ll definitely show this to my relatives but be prepared to pay for multiple asses then since their asses are probably also gonna go flying off at the speed of light with how funny that shit was oh my god!",
    "my balls itch",
    "bogdan",
    "NAH BRO! PISS. SHIT. COME.",
    "So female dolphins have vaginal secretions that make a male dolphin just cum over and over and over. From this point on, I will call these secretions Dolphin pussy jelly. Scientists were like \"holy shit, dude we gotta test this. You know, for science\" So the scientists collected a sample of said dolphin pussy jelly, and had a test primate. They swabbed it on the male primate's dick, sat back and watched the show. Now you see, it worked. But it worked a little too well. The monkey straight up had a heart attack because it used all of its energy into fucking cumming. I want to live in a world where this is a commercial product. I want to say \"you know what, I want to die and i know what to do about it.\" I want to live in a world where i can go into my local grocery store, pick up a bottle of Smucker's Dolphin Pussy Jelly, and just fucking cum myself to death",
    "Fleps are an endangered species. If you see one, please don't take it home even though it's one of the cutest among flips, but take it to the F L E P  P A L A C E",
    "Hey everyone I'm Empsy's mother. Sadly he died 😞 what did you think of him? Did you like him or have a crush on him? Tbh rate /10?",
    "Wow. I spend a lot of time making these characters, and you just only care about her gender exclusives?",
    "i was dunking a biscuit into my tea and it fell in, and the tea completely absorbed it so now my tea is chocolaty and bad",
    "I think that i won't get my account back... But i have to wait. If they will send me the message that they will not reinstate the account (didn't wanted to activate my account) I will be forced to make an new acc.",
    "It's a shame the game had to die. unfortunatly we arent making any more updates. :/ :/",
    "hahaha no please dont actually draw it 😏 😏 😂 i was only joking hahaha pls lmaooo 😂",
    "my game had more playing than idfsgs at one point i can probably make the game have 80 playing and surpass idfsgs but im lazy i mean that is a lot of people jealous that my game is better smh my head @Nation of hate a lot of people it had 60 a few hours ago\n(surpassed the idfsgs player count) wow bub is jealous"
] }
